{
	"0534e": {
		"defaultMessage": "There are other purposes by which the owner treats your personal data:"
	},
	"06666": {
		"defaultMessage": "Likewise, the owner is not responsible for the links located on the linked websites to which it provides access."
	},
	"0d01b": {
		"defaultMessage": "Through a brand where you point a camera (such as a smartphone) you can view the data that was provided in augmented reality."
	},
	"124ad": {
		"defaultMessage": "Links of interest to other websites"
	},
	"137ac": {
		"defaultMessage": "Red pill: Go to homepage"
	},
	"16f3f": {
		"defaultMessage": "Studies"
	},
	"17851": {
		"defaultMessage": "Owner: {owner}"
	},
	"1a303": {
		"defaultMessage": "Wow, something's broken, I recommend you come back later."
	},
	"1ad59": {
		"defaultMessage": "I like to program, I dedicate myself to web programming. I love {tool_1} systems, especially {tool_2}-based ones. I have used virtualization tools like {tool_3} and {tool_4} and containerization tools like {tool_5}."
	},
	"1c652": {
		"defaultMessage": "Hello, I'm {name}"
	},
	"1cd74": {
		"defaultMessage": "If you access an external website from a link found on the Website, you should read the privacy policy of the other website, which may be different from that of this website."
	},
	"1cf05": {
		"defaultMessage": "{name}'s portfolio"
	},
	"1d441": {
		"defaultMessage": "{dateStart} - {dateEnd} | Web development in {company}."
	},
	"1d5a6": {
		"defaultMessage": "As a user of the website you commit and you are solely responsible for the data provided to the owner are true, complete, accurate and in force exnerating the owner of any responsibility in this regard."
	},
	"20492": {
		"defaultMessage": "{dateStart} - {dateEnd} | Technical tests and analysis in {company}."
	},
	"20c75": {
		"defaultMessage": "Responsible identity"
	},
	"2433d": {
		"defaultMessage": "Personal information"
	},
	"28f0e": {
		"defaultMessage": "Read? I'm not passionate about reading, but there are books or graphic novels like {book_1}, Gulliver's Travels or Injustice: Gods Among Us saga that have given me a lot to think about."
	},
	"2a7cc": {
		"defaultMessage": "Customer service, inventory management of equipment belonging to Orange and documentation management."
	},
	"2a934": {
		"defaultMessage": "The establishment of the link does not imply in any case the existence of relations between the owner and the owner of the site where the link is established, nor the acceptance or approval by the owner of its contents or services."
	},
	"2b011": {
		"defaultMessage": "The owner declines any responsibility in the event of interruptions or a malfunction of the Services or content offered on the Internet, whatever their cause. Likewise, the owner is not responsible for network outages, business losses as a result of said drops, temporary power outages or any other type of indirect damage that may be caused by causes beyond the control of the owner."
	},
	"2ce4c": {
		"defaultMessage": "You need to activate JavaScript for full functionality"
	},
	"316c3": {
		"defaultMessage": "The owner does not declare or guarantee that the services or contents are interrupted or that they are free of errors, that the defects will be corrected, or that the service or the server that makes it available are free of viruses or other harmful components without prejudice to the fact that The owner makes every effort to avoid this type of incident."
	},
	"346ff": {
		"defaultMessage": "To guarantee compliance with the conditions collected in the legal notice and in the applicable law. This may include the development of tools and algorithms that help this website guarantee the confidentiality of the personal data it collects."
	},
	"38ed2": {
		"defaultMessage": "The source code of the website is under the {license} license and can be found <a>here</a>."
	},
	"3b757": {
		"defaultMessage": "All logos, trademarks and registered trademarks are the property of their respective owners."
	},
	"414cf": {
		"defaultMessage": "Feel free to send me an email"
	},
	"43108": {
		"defaultMessage": "PDF version available <a>here</a>."
	},
	"49770": {
		"defaultMessage": "The data will not be communicated to any third party, except legal obligation or provide us with your informed, free, specific and unequivocal consent for this purpose."
	},
	"4994a": {
		"defaultMessage": "Language"
	},
	"f11b3": {
		"defaultMessage": "Full name"
	},
	"4c2a8": {
		"defaultMessage": "Message"
	},
	"511a3": {
		"defaultMessage": "I started in the computer world thanks to a game called 102 Dalmatians: Puppies to the Rescue. It was love at first sight. I felt involved with their stories, characters, and soundtrack. It was like being in another world. At first everything was buttons, interfaces... I wanted to know the 'magic' and to be able to create my own ideas. Since then I have come a long way."
	},
	"54e1d": {
		"defaultMessage": "Projects"
	},
	"55528": {
		"defaultMessage": "To manage social networks. The owner has a presence in social networks. The owner will treat your personal data in order to correctly manage your presence in the social network, inform you of your activities, products or services, as well as for any other purpose that the regulations of social networks allow. In no case will the owner use the profiles of followers on social networks to send advertising."
	},
	"56c34": {
		"defaultMessage": "Privacy policy"
	},
	"5b05e": {
		"defaultMessage": "The owner reserves the right to make the modifications it deems appropriate to the website and the legal notice without prior notice, being able to change, delete or add both the content and services provided through it and the way it these appear."
	},
	"5e962": {
		"defaultMessage": "Before making decisions and/or actions based on the information included in the website, the owner recommends checking and contrasting the information received with other sources."
	},
	"5f55f": {
		"defaultMessage": "In compliance with Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016 on the protection of natural persons (RGPD) and the LSSI-CE, Law 34/2002, of July 11, on services of the information society and electronic commerce, the owner exposes his identifying data."
	},
	"6132b": {
		"defaultMessage": "Blue pill: Go back"
	},
	"6832a": {
		"defaultMessage": "Enter your email address"
	},
	"68d39": {
		"defaultMessage": "Enter your message"
	},
	"6a040": {
		"defaultMessage": "Hobbies"
	},
	"6cdb1": {
		"defaultMessage": "This project was the final degree project that I presented together with my partner. It is a web service with the objective of generating a resume in augmented reality through a web form."
	},
	"6e9e6": {
		"defaultMessage": "Fortunately, it has an easy solution. This is your chance. After this, there is no going back."
	},
	"6eb38": {
		"defaultMessage": "Home: Street {street_name}, 23, 28041, Community of Madrid, Spain"
	},
	"7593e": {
		"defaultMessage": "{dateStart} - {dateEnd} | Técnico Superior en Desarrollo de Aplicaciones Web en {center}."
	},
	"76772": {
		"defaultMessage": "In case you have any questions about these Legal Conditions or want to make any comments about this website, you can send an email to the address {email}."
	},
	"78463": {
		"defaultMessage": "English"
	},
	"788e2": {
		"defaultMessage": "These links to other websites do not suppose in any case a suggestion or recommendation for you to visit the destination web pages, which are beyond the control of the owner, for which the owner is not responsible for the content of the linked websites or the result you get by following the links."
	},
	"7a317": {
		"defaultMessage": "Your rights"
	},
	"7b0fe": {
		"defaultMessage": "Sending..."
	},
	"8bf5b": {
		"defaultMessage": "A web developer and system administrator"
	},
	"90c44": {
		"defaultMessage": "Intellectual and industrial property"
	},
	"93e49": {
		"defaultMessage": "Keep in touch"
	},
	"94966": {
		"defaultMessage": "Send"
	},
	"95082": {
		"defaultMessage": "Acceptance and consent"
	},
	"97fb0": {
		"defaultMessage": "Who I am?"
	},
	"99af1": {
		"defaultMessage": "The owner can provide you with access to third-party websites through links in order to inform about the existence of other sources of information on the Internet in which you can expand the data offered on the website."
	},
	"9dbc2": {
		"defaultMessage": "Clean form"
	},
	"a0cb0": {
		"defaultMessage": "As a user of the website, you have been informed of the conditions on personal data protection, accept and aware of the treatment thereof by the owner in the form and for the purposes indicated in this Privacy Policy."
	},
	"a3ddf": {
		"defaultMessage": "The website content is under the {license} license."
	},
	"a5362": {
		"defaultMessage": "The information and services included or available through this website may include inaccuracies or typographical errors. Periodically, the owner incorporates improvements and/or changes to the information contained and/or the Services that he can introduce at any time."
	},
	"ab066": {
		"defaultMessage": "More information"
	},
	"ac4b1": {
		"defaultMessage": "When you connect to the website to send an email to the owner or use the contact form, you are facilitating personal information from which the person responsible is the owner. This information may include personal data such as your name and surname, email address, and other data that can not be used to identify yourself as the IP address, geolocation, a record of how services and sites are used. By facilitating this information, give your consent to make your information compiled, used, managed and stored by the owner, only as described in the Legal Notice and in this Privacy Policy."
	},
	"ae2de": {
		"defaultMessage": "You can request your ARCO rights (right to access, rectification, cancellation and opposition of your data) in the information sent through the form. You can send an email with your request to {email} together with the proof valid in Law as a photocopy of D.N.I. or the equivalent indicating the purpose of your request."
	},
	"b321d": {
		"defaultMessage": "The page you are looking for does not exist."
	},
	"b357b": {
		"defaultMessage": "Email address"
	},
	"b47bc": {
		"defaultMessage": "The owner reserves the right to deny or withdraw access to the website and the services offered without prior notice, temporarily or indefinitely, at its own request or by a third party, to those users who breach any of the conditions of this Legal Warning and/or hostile action is taken against the website and the services offered."
	},
	"642f0": {
		"defaultMessage": "I have read and accept the <a>privacy policy</a>."
	},
	"bb691": {
		"defaultMessage": "Legal warning"
	},
	"bbaff": {
		"defaultMessage": "Contact"
	},
	"c46bb": {
		"defaultMessage": "Email: {email}"
	},
	"c5a2b": {
		"defaultMessage": "Accuracy and veracity of personal data"
	},
	"cb548": {
		"defaultMessage": "Spanish"
	},
	"cdbd4": {
		"defaultMessage": "Failed to send email"
	},
	"d4c77": {
		"defaultMessage": "Limitation of liability"
	},
	"d8368": {
		"defaultMessage": "E-mail send"
	},
	"dad95": {
		"defaultMessage": "Work experience"
	},
	"df06d": {
		"defaultMessage": "Identification and Ownership"
	},
	"e1ce9": {
		"defaultMessage": "Front-end development with ReactJS and back-end development with Django, also keeping these full-stack systems in production."
	},
	"e868e": {
		"defaultMessage": "More information <a>here</a>."
	},
	"eb760": {
		"defaultMessage": "{dateStart} - {dateEnd} | Técnico Superior en Sistemas Microinformáticos en Red en {center}."
	},
	"ed25e": {
		"defaultMessage": "NIF: {identification}"
	},
	"ed443": {
		"defaultMessage": "Listen to music, but I am one of those who listens to the same songs during a good season."
	},
	"f1cef": {
		"defaultMessage": "Resume"
	},
	"f6e4a": {
		"defaultMessage": "To obtain statistical data, analyze the navigation, manage the site, the navigation patterns of the study, detect and mitigate possible hostile actions towards the website and the services offered and collect demographic information."
	},
	"f7c82": {
		"defaultMessage": "In compliance with Organic Law 3/2018, of December 5, on the Protection of Personal Data and Guarantee of Digital Rights (LOPD GDD) and Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016 on the protection of natural persons (RGPD). The owner exposes his identifying data."
	},
	"f8fa8": {
		"defaultMessage": "You can consult all the information related to the processing of personal data that the owner collects on the <a>Privacy Policy</a> page."
	},
	"fc09c": {
		"defaultMessage": "To support and improve the services offered by this website."
	},
	"49432": {
		"defaultMessage": "Play video games, current games rarely fascinate me, as long as I can play games like the {game_1} saga or {game_2}, I will have guaranteed enjoyment."
	},
	"387af": {
		"defaultMessage": "Enter your full name"
	},
	"fdab8": {
		"defaultMessage": "With the aim of safeguarding the security of your personal data, we inform you that all technical and organizational nature measures have been adopted to ensure the security of the personal data provided. All this to avoid its alteration, loss, and/or unauthorized treatments or accesses, as required by regulations, although absolute safety does not exist."
	},
	"5959c": {
		"defaultMessage": "Recipients"
	},
	"ddbcb": {
		"defaultMessage": "Purpose of personal data processing"
	},
	"5ab8c": {
		"defaultMessage": "Security and update of your personal data"
	},
	"ea259": {
		"defaultMessage": "Right of exclusion"
	},
	"6df64": {
		"defaultMessage": "Modifications"
	},
	"99650": {
		"defaultMessage": "{email} or {url}"
	},
	"816a1": {
		"defaultMessage": "{city}, Spain"
	}
}
